/* afpAccessDenied */
"-5000.message" = "Vous ne possédez pas les autorisations permettant d’ouvrir l’application %@.";
"-5000.info" = "Contactez l’administrateur du réseau ou de votre ordinateur pour obtenir de l’assistance.";
"-5000.help" = "mh1519";

/* afpAccessDenied - but for document */
"documentPermissionError" = "Vous ne possédez pas les autorisations permettant d’ouvrir le document %@.";
"documentPermissionError.info" = "Contactez l’administrateur du réseau ou de votre ordinateur pour obtenir de l’assistance.";
"documentPermissionError.help" = "mh1519";

/* afpInsideTrashErr*/
"-5044.message" = "Impossible d’ouvrir l’application %@ car elle se trouve dans la corbeille.";
"-5044.info" = "Pour ouvrir cette application, retirez-la de la corbeille.";

/* kLSAppInTrashErr */
"-10660.message" = "Impossible d’ouvrir l’application %@ car elle se trouve dans la corbeille.";
"-10660.info" = "Pour ouvrir cette application, retirez-la de la corbeille.";

/* kLSAppIsInBackupSnapshotErr */
"-10657.message" = "Impossible d’ouvrir l’application %@ car elle se trouve dans une copie de sauvegarde Time Machine.";

/* kLSIncompatibleApplicationVersionErr */
"-10664.message" = "Impossible d’ouvrir cette version de l’application %@ avec cette version de Mac OS X.";
"-10664.info" = "Vous avez %@ %@.";
"-10664.help" = "mh24615";

/* kLSIncompatibleApplicationVersionErr with Software Update */
"-10664.message.2" = "Pour ouvrir %@, vous devez installer la mise à jour la plus récente.";
"-10664.info.2" = "Exécutez Mise à jour de logiciels pour l’installer maintenant.";

/* kLSNoRosettaEnvironmentErr */
"-10665.title" = "Pour ouvrir %@, vous devez installer Rosetta. Souhaitez-vous l’installer maintenant ?";
"-10665.error.title" = "Pour ouvrir %@, vous devez installer Rosetta.";
"-10665.error.nonetwork" = "Pour installer Rosetta, connectez-vous à Internet et ouvrez %@. Si vous ne parvenez pas à vous connecter à Internet, insérez votre disque d’installation de Mac OS X, ouvrez le dossier Installations facultatives et double-cliquez sur Installations facultatives.";
"-10665.error.noserver" = "Les mises à jour de logiciels ne sont pas disponibles. Une fois celles-ci disponibles, ouvrez à nouveau %@.";
"-10665.error.busy" = "Une autre mise à jour de logiciels est en cours. Une fois terminée, ouvrez à nouveau %@ pour installer Rosetta.";
"-10665.error.notfound" = "Pour installer Rosetta ultérieurement, ouvrez à nouveau %@. Si vous ne parvenez pas à vous connecter à Internet, insérez votre disque d’installation de Mac OS X, ouvrez le dossier Installations facultatives et double-cliquez sur Installations facultatives.";

/* kLSNoClassicEnvironmentErr */
"-10828.message" = "L’application %@ ne peut s’ouvrir car l’environnement Classic n’est plus pris en charge.";

/*kLSIncompatibleSystemVersionErr*/
"-10825.message" = "Impossible d’ouvrir cette version de l’application %@ avec cette version de Mac OS X.";
"-10825.info" = "Vous avez Mac OS X %@. L’application requiert Mac OS X %@ ou ultérieur.";
"-10825.help" = "mh24616";

/* kLSNoLaunchPermissionErr */
"-10826.message" = "Vous ne possédez pas les autorisations permettant d’ouvrir l’application %@.";
"-10826.info" = "Contactez l’administrateur du réseau ou de votre ordinateur pour obtenir de l’assistance.";
"-10826.help" = "mh1519";

/* kLSNoExecutableErr */
"-10827.message" = "Vous ne pouvez pas ouvrir l’application %@ car elle est peut-être endommagée ou incomplète.";

/* kLSMultipleSessionsNotSupportedErr */
"-10829.message" = "Impossible d’ouvrir l’application %@ car quelqu’un d’autre s’en sert.";
"-10829.info" = "Demandez à l’autre utilisateur de quitter l’application, puis réessayez.";

/* fnfErr */
"-43.message" = "Impossible de trouver l’application.";

/* kLSApplicationNotFoundErr -10814 */
kLSApplicationNotFoundErr = "Aucune application par défaut n’est spécifiée pour ouvrir le document %@.";
kLSApplicationNotFoundErr.url = "Aucune application par défaut n’est spécifiée pour ouvrir l’URL %@.";

/* this is the default message we use if no other error was found */
default.message = "Impossible d’ouvrir l’application « %@ ».";
default.info = "%d";

default2.message = "Impossible d’ouvrir l’application.";

/* kLSExecutableIncorrectFormat -10661 */
"-10661.message" = "Vous ne pouvez pas ouvrir l’application %@ car elle ne fonctionne pas sur ce type de Mac.";

SU_BUTTON = "Mise à jour de logiciels…";

OK = "OK";